{
    "breeds": [{
        "id": "bengal",
        "name": "Бенгальская кошка",
        "description": "Потомка дикой азиатской леопардовой и домашней кошек не зря называют мини-леопардом. Деловой характер и любознательность  питомца не дадут вам заскучать.",
        "hair": "короткошерстная",
        "upkeep": "1",
        "origin ": "США",
        "price-range": "2"
    }, {"id": "eushorth",
        "name": "Европейская короткошерстная кошка",
        "description": "Второе название породы – кельтская кошка. Прекрасно адаптируются к новым условиям, имеют уравновешенный характер и крепкое здоровье. Коты любят детей, поэтому прекрасно подойдут для семьи с шумными малышами.",
        "hair": "короткошерстная",
        "upkeep": "1",
        "origin ": "страны Европы",
        "price-range": "2"
    }, {"id": "calshine",
        "name": "Калифорнийская сияющая кошка",
        "description": "Многочисленные скрещивания наделили этого маленького хищника шерстью, красиво переливающейся на солнце. Охотничий инстинкт можно полностью реализовать, заведя сияющую кошку в загородном доме.",
        "hair": "короткошерстная",
        "upkeep": "2",
        "origin ": "США",
        "price-range": "3"
    }, {"id": "norwood",
        "name": "Норвежская лесная кошка",
        "description": "Норвежская лесная кошка – полудлинношерстная/длинношерстная порода, популярная в странах Северной Европы. Норвеги – это сочетание стати, красоты, интеллигентности и охотничьих навыков.",
        "hair": "длинношерстная",
        "upkeep": "2",
        "origin ": "Норвегия",
        "price-range": "1"
    }, {"id": "amwiryh",
        "name": "Американская жесткошерстная",
        "description": "Мутация подарила американской жесткошерстной кошке упругую пружинистую шерсть, довольно грубой на ощупь. Спокойный характер, охотничьи инстинкты и любовь кошки к детям прекрасно подойдут для большой семьи.",
        "hair": "короткошерстная",
        "upkeep": "1",
        "origin ": "США",
        "price-range": "2"
    }, {"id": "lykoi",
        "name": "Ликой",
        "description": "Внешний вид ликоя неоднозначен – шерсть у этих кошек-оборотней растет клоками, а чалый окрас только усиливает необычность породы. В течение года количество шерсти у кошек различно, а порой они могут остаться совсем голыми на несколько недель.",
        "hair": "короткошерстная",
        "upkeep": "2",
        "origin ": "США",
        "price-range": "3"
    }, {"id": "ragamuf",
        "name": "Рагамаффин",
        "description": "Рагамаффин – крупная кошка с густой шикарной шерстью средней длины, которая представлена во всевозможных окрасах и оттенках. Покладистый нрав и сообразительность животного сразу же располагают к себе, а способность уживаться со всеми домочадцами возводят его в ранг самых желаемых питомцев.",
        "hair": "полудлинношерстная",
        "upkeep": "2",
        "origin ": "США",
        "price-range": "3"
    }, {"id": "amshorth",
        "name": "Американская короткошерстная",
        "description": "Предки этой породы были завезены в США европейскими колонистами в 17 веке. Независимость и интеллигентность заложены в американской короткошерстной на генетическом уровне. Прекрасно подойдет для одиноких или занятых хозяев.",
        "hair": "короткошерстная",
        "upkeep": "1",
        "origin ": "США",
        "price-range": "2"
    }, {"id": "brshorth",
        "name": "Британская короткошерстная кошка",
        "description": "Кошки с короткой плюшевой шерстью и густым подшерстком. Характер истинного англичанина – самодостаточность, спокойствие и щепотка лени. Отличный питомец для деловых людей.",
        "hair": "2",
        "upkeep": "Великобритания",
        "origin ": "2",
        "price-range": ["короткошерстная", "полудлинношерстная"]
    }, {"id": "ragdoll",
        "name": "Рэгдолл",
        "description": "Порода рэгдолл (в переводе с английского «тряпичная кукла») — единственная в мире порода, на которую выдан патент. Кошки имеют способность буквально повисать на руках хозяев, как тряпичные куклы. У них приятный, мягкий тембр голоса, который они подают крайне редко.",
        "hair": "полудлинношерстная",
        "upkeep": "2",
        "origin ": "США",
        "price-range": "2"
    }, {"id": "angora",
        "name": "Ангорская кошка (Турецкая ангора)",
        "description": "Независимые кошки с шелковистой шерстью, которые привязываются к одному члену семьи. Такой однолюб станет преданным компаньоном одинокого человека.",
        "hair": "полудлинношерстная",
        "upkeep": "2",
        "origin ": "Турция",
        "price-range": "2"
    }, {"id": "mandalay",
        "name": "Мандалай",
        "description": "Мини-пантера в кошачьем мире. Насыщенно-черный оттенок шерсти – труд опытных заводчиков. В других странах эти бархатные кошки известны, как азиатские или австралийские бомбеи.",
        "hair": "короткошерстная",
        "upkeep": "1",
        "origin ": "Новая Зеландия",
        "price-range": "3"
    }, {"id": "manx",
        "name": "Мэнская кошка (Мэнкс)",
        "description": "Мэнксы делятся на 4 вида по длине своего укороченного хвостика. Внешне мэнкс напоминает кролика из-за разницы в длине передних и задних ног. Удлиненные задние ноги позволяют мэнксу высоко прыгать и делают походку пружинистой.",
        "hair": "короткошерстная",
        "upkeep": "2",
        "origin ": "остров Мэн",
        "price-range": "2"
    }
]
}